---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectAuthor
source: html/3a89372e-05d7-0a5a-0c91-d88500936bb5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectAuthor Property

"Author"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectAuthor { get; }
```